Repository: GitMubarak/jobwp
Catalog: languages/jobwp-*.po
Languages: de_de, nl_nl

source: Action
de_de: Aktion
nl_nl: Actie

source: Active
nl_nl: Actief

source: Add Logo
de_de: Hinzufügen Logo
nl_nl: Logo Toevoegen

source: Add New
nl_nl: Het Toevoegen Van Nieuwe

source: Add New Job
nl_nl: Toevoegen Nieuwe Baan

source: Add New Job Category
de_de: Add New Job-Kategorie
nl_nl: Toevoegen Nieuwe Baan Categorie

source: Add New Job Company
de_de: Add New Job-Unternehmen
nl_nl: Toevoegen Nieuwe Baan Company

source: Add New Job Level
nl_nl: Het Toevoegen Van Nieuwe Job Niveau

source: Add New Job Location
de_de: Add New Job Position
nl_nl: Voeg Een Nieuwe Locatie Van De Vacature

source: Add New Job Nature
de_de: Add New Job Natur
nl_nl: Toevoegen Nieuwe Baan Natuur

source: Additional Requirements:
de_de: Zusätzliche Anforderungen:
nl_nl: Aanvullende Eisen:

source: Address
de_de: Adresse
nl_nl: Adres

source: Admin Notification Email
de_de: Admin Benachrichtigungs-E-Mail
nl_nl: Admin E-Mail

source: All Job Categories
de_de: Alle Job-Kategorien
nl_nl: Alle Functiecategorieën

source: All Job Company
de_de: Alle Job-Unternehmen
nl_nl: Alle Baan Company

source: All Job Level
de_de: Alle Job Level
nl_nl: Alle Werk Niveau

source: All Job Location
de_de: Alle Job-Standort
nl_nl: Alle Locatie Van De Vacature

source: All Job Nature
de_de: All Job Natur
nl_nl: Alle Werk Van De Natuur

source: All Jobs
de_de: Alle Jobs
nl_nl: Alle Banen

source: Allow External Application URL
de_de: Erlauben Externe Anwendungs-URL
nl_nl: Het toestaan van Externe URL van Toepassing

source: Allow Login to Apply
de_de: Erlauben Login zu Gelten
nl_nl: Laat Login om te Solliciteren

source: Allowed Types
de_de: Zugelassene Typen
nl_nl: Toegestane Typen

source: An email will sent to this email when a candidate submit an applicaiton.
de_de: Eine E-Mail an diese E-Mail, wenn ein Kandidat Abgabe einer Anwendung.
nl_nl: Een e-mail wordt verzonden naar dit e-mail wanneer een kandidaat het indienen van een toepassing.

source: An email will sent to this role based user emails when a candidate submit an applicaiton.
de_de: Eine E-Mail wird gesendet, die dieser Rolle basierten Benutzer-E-Mails, wenn ein Kandidat Abgabe einer Anwendung.
nl_nl: Een e-mail verstuurd naar deze rol van de gebruiker op basis van e-mails wanneer een kandidaat het indienen van een toepassing.

source: Applicant
de_de: Antragsteller
nl_nl: Aanvrager

source: Application has been deleted.
de_de: - Applikation wurde gelöscht.
nl_nl: Toepassing is verwijderd.

source: Application List
de_de: Anwendung Liste
nl_nl: Lijst Application (Toepassing)

source: Application Lists
de_de: Anwendung Listen
nl_nl: Toepassing Lijsten

source: Applied For
de_de: Angewendet Für
nl_nl: Toegepast Voor

source: Apply Button
de_de: Schaltfläche Übernehmen
nl_nl: Knop Toepassen

source: Apply Button :: Hover
de_de: Anwenden-Button :: Hover
nl_nl: Knop Toepassen :: Beweeg Met De Muis

source: Apply Button Text
nl_nl: Knop Toepassen Tekst

source: Apply Button: Hover
de_de: Anwenden-Button: Hover
nl_nl: Knop Toepassen: Beweeg Met De Muis

source: Apply Form
de_de: Bewerben Form
nl_nl: Toepassen Formulier

source: Apply Form Settings
de_de: Anwenden Von Form-Einstellungen
nl_nl: Toepassen Van Vorm-Instellingen

source: Apply Procedure Content
de_de: Anwenden Von Verfahren Content
nl_nl: Toepassing Procedure-Inhoud

source: Apply Procedure Title
de_de: Anwenden Von Verfahren Titel
nl_nl: Toepassing Procedure Titel

source: Attach your resume. Max size 2mb
de_de: Fügen Sie Ihren Lebenslauf bei. Max Größe 2mb
nl_nl: Bevestig uw cv. Max grootte 2 mb

source: Background Color
de_de: Hintergrundfarbe
nl_nl: Achtergrond Kleur

source: Background Color
de_de: Hintergrundfarbe
nl_nl: Achtergrond Kleur

source: Best
de_de: Beste
nl_nl: Beste

source: Border Color
de_de: Rahmenfarbe
nl_nl: Kleur Rand

source: Border Width
de_de: Grenze Breite
nl_nl: Breedte Van De Rand

source: Button Color
de_de: Taste Farbe
nl_nl: De Knop Kleur

source: Candidate Email Settings
de_de: Kandidat E-Mail-Einstellungen
nl_nl: Kandidaat E-Mail Instellingen

source: cannot be created or is not writable. Ask for support to your hosting provider
de_de: kann nicht erstellt werden oder ist nicht beschreibbar. Bitten Sie um Unterstützung, um Ihr hosting-Anbieter
nl_nl: kan niet worden gemaakt of is niet beschrijfbaar. Ondersteuning te vragen aan uw hosting provider

source: Career - New Application
de_de: Karriere - Neue Anwendung
nl_nl: Carrière - Nieuwe Toepassing

source: Change Logo
de_de: Ändern Logo
nl_nl: Wijziging Logo

source: Check if it exists and is writeable. You can also ask for support to your hosting provider
de_de: Überprüfen Sie, ob es existiert und beschreibbar ist. Sie können auch um Unterstützung bitten, um Ihr hosting-Anbieter
nl_nl: Controleer of het bestand bestaat en is beschrijfbaar zijn. U kunt ook vragen om ondersteuning aan uw hosting provider

source: Closed
de_de: Geschlossen
nl_nl: Gesloten

source: Color
de_de: Farbe
nl_nl: Kleur

source: Column Width
de_de: Spaltenbreite
nl_nl: Kolom Breedte

source: Company
de_de: Unternehmen
nl_nl: Bedrijf

source: Company Address
de_de: Firma Adresse
nl_nl: Bedrijf Adres

source: Company Email
de_de: Firmen-E-Mail
nl_nl: Bedrijf E-Mail

source: Company Logo
de_de: Firmenlogo
nl_nl: Bedrijfslogo

source: Company Website
de_de: Unternehmens-Website
nl_nl: De Website Van Het Bedrijf

source: Content
de_de: Inhalt
nl_nl: Inhoud

source: Content Color
de_de: Inhalt Farbe
nl_nl: Inhoud Kleur

source: Content Size
de_de: Inhalt Größe
nl_nl: Inhoud Afmetingen

source: Cover Letter
de_de: Anschreiben
nl_nl: Begeleidende Brief

source: Cover Letter Label
de_de: Anschreiben Label
nl_nl: Begeleidende Brief Label

source: Date
de_de: Datum
nl_nl: Datum

source: DELETE
de_de: LÖSCHEN
nl_nl: VERWIJDEREN

source: Description For Job
de_de: Beschreibung Für Job
nl_nl: Beschrijving Voor De Taak

source: Detail Page Settings
de_de: Detail-Einstellungen Der Seite
nl_nl: Detail Pagina-Instellingen

source: display
de_de: Anzeige
nl_nl: weergeven

source: Display Company Logo
de_de: Anzeige Der Firmen-Logo
nl_nl: Weergave Bedrijfslogo

source: Display Company Name
nl_nl: Display Naam Van De Onderneming

source: Display Phone
de_de: Display Telefon
nl_nl: Telefoon Display

source: Display Publish Date
de_de: Anzeige Veröffentlichungsdatum
nl_nl: Display Publiceren Datum

source: Display Read More
de_de: Anzeige-Lesen Sie Mehr
nl_nl: Weergeven Lees Meer

source: Display Responsibility
de_de: Display Verantwortung
nl_nl: Display Verantwoordelijkheid

source: Display Salary
de_de: Display Gehalt
nl_nl: Display Salaris

source: Display Vacancy
de_de: Anzeige Leerstand
nl_nl: Display Vacature

source: Displayed Here
de_de: Hier Angezeigten
nl_nl: Hier Weergegeven

source: Edit Job
de_de: Auftrag Bearbeiten
nl_nl: Taak Bewerken

source: Edit Job Category
de_de: Bearbeiten Job-Kategorie
nl_nl: Edit Job Categorie

source: Edit Job Company
de_de: Bearbeiten Von Job-Unternehmen
nl_nl: Bewerken Baan Company

source: Edit Job Level
de_de: Bearbeiten Job Level
nl_nl: Edit Werk Niveau

source: Edit Job Location
nl_nl: Edit Locatie Van De Vacature

source: Edit Job Nature
de_de: Edit Job Natur
nl_nl: Edit Job Natuur

source: Educational Requirements:
de_de: Pädagogische Anforderungen:
nl_nl: De Pedagogische Vereisten:

source: Email Label
nl_nl: E-Label

source: Email Settings
de_de: E-Mail-Einstellungen
nl_nl: E-Mail Instellingen

source: Email Subject
de_de: E-Mail-Betreff
nl_nl: E-Mail Onderwerp

source: Enable on Apply Form
de_de: Aktivieren Sie auf Anwenden, Form
nl_nl: Inschakelen op aanvraag Formulier

source: EXPORT TO CSV
de_de: NACH CSV EXPORTIEREN
nl_nl: EXPORTEREN NAAR CSV

source: Export To Excel
de_de: Export Nach Excel
nl_nl: Exporteren Naar Excel

source: External Application Form Shortcode
de_de: Externe Anwendung Formular-Shortcode
nl_nl: Externe Aanvraagformulier Shortcode

source: External Apply Now URL
de_de: Externe Bewerben Sie sich Jetzt URL
nl_nl: Externe Solliciteren URL

source: Featured Job
nl_nl: Aanbevolen Baan

source: Font Color
nl_nl: Kleur Van Het Lettertype

source: Font Size
nl_nl: Font Grootte

source: Form Container
nl_nl: Vorm Container

source: Form Inputs
de_de: Form-Eingänge
nl_nl: Vorm Ingangen

source: Form Label
nl_nl: Vorm Label

source: Form Title
de_de: Titel Des Formulars
nl_nl: Formulier Titel

source: General Settings
de_de: Allgemeine Einstellungen
nl_nl: Algemene Instellingen

source: Grid
de_de: Raster
nl_nl: Rooster

source: Header From Email
de_de: Header Von E-Mail
nl_nl: Header Van E-Mail

source: Header From Name
de_de: Header Von Namen
nl_nl: Kop Van Naam

source: Height
de_de: Höhe
nl_nl: Hoogte

source: Hide Additional Requirements
de_de: Ausblenden Zusätzliche Anforderungen
nl_nl: Verbergen Van Aanvullende Eisen

source: Hide Apply Button
de_de: Verstecken Anwenden Taste
nl_nl: Verberg Knop Toepassen

source: Hide Apply Procedure
de_de: Ausblenden Gelten Verfahren
nl_nl: Verbergen Van Toepassing Procedure

source: Hide Category
de_de: Ausblenden Kategorie
nl_nl: Verberg Categorie

source: Hide Cover Letter
de_de: Ausblenden Anschreiben
nl_nl: Verbergen Sollicitatiebrief

source: Hide Deadline
de_de: Ausblenden Frist
nl_nl: Verbergen Termijn

source: Hide Educational Requirements
de_de: Ausblenden Pädagogische Anforderungen
nl_nl: Verberg De Pedagogische Vereisten

source: Hide Experience
de_de: Ausblenden Erfahrung
nl_nl: Verbergen Ervaring

source: Hide Experience Requirements
de_de: Ausblenden Erfahrung Anforderungen
nl_nl: Verbergen Ervaring Eisen

source: Hide Form Title
de_de: Ausblenden Der Titel Des Formulars
nl_nl: Formulier Verbergen Titel

source: Hide Icon
de_de: Blenden-Symbol
nl_nl: Pictogram Verbergen

source: Hide Job Level
de_de: Ausblenden Job Level
nl_nl: Verbergen Werk Niveau

source: Hide Job Location
de_de: Ausblenden Job Location
nl_nl: Verbergen Locatie Van De Vacature

source: Hide Job Nature
de_de: Ausblenden Job Natur
nl_nl: Verbergen Baan Natuur

source: Hide Job Type
de_de: Ausblenden Job Geben
nl_nl: Verbergen Job Type

source: Hide Jobs When Deadline Over
de_de: Verbergen Arbeitsplätze, Wenn Die Frist Vorbei
nl_nl: Verbergen Banen Als Deadline Over

source: Hide Keyword
de_de: Ausblenden Keyword
nl_nl: Verbergen Het Trefwoord

source: Hide Location
de_de: Ausblenden Lage
nl_nl: Locatie Verbergen

source: Hide No. of Vacancies
de_de: Verstecken Sie Nicht. Vacancies
nl_nl: Verbergen Nr. Vacatures

source: Hide Other Benefits
de_de: Blenden Sie Die Anderen Vorteile
nl_nl: Verberg Andere Voordelen

source: Hide Overview
de_de: Ausblenden Übersicht
nl_nl: Verbergen Overzicht

source: Hide Pagination
de_de: Seitenumbruch Ausblenden
nl_nl: Verberg De Paginering

source: Hide Responsible For
de_de: Ausblenden Verantwortlich Für
nl_nl: Verbergen Verantwoordelijk Voor

source: Hide Salary
de_de: Ausblenden Gehalt
nl_nl: Verbergen Salaris

source: Hide Search Panel
de_de: Ausblenden Bedienfeld "Suchen"
nl_nl: Verbergen Deelvenster 'Zoeken'

source: Hide Share On
de_de: Ausblenden Teilen Auf
nl_nl: Verbergen Aandeel Op

source: Hide Specific Skills
de_de: Ausblenden Von Bestimmten Fähigkeiten
nl_nl: Verbergen Van Specifieke Vaardigheden

source: Hide Total Jobs Found
de_de: Ausblenden Insgesamt Jobs Gefunden
nl_nl: Het Verbergen Van Het Totale Aantal Banen Gevonden

source: Hide User Consent
de_de: Hide User Zustimmung
nl_nl: Verbergen Toestemming Van De Gebruiker

source: Hover Background Color
de_de: Hover-Hintergrundfarbe
nl_nl: Beweeg Met De Achtergrond Kleur

source: Hover Font Color
de_de: Hover-Schriftfarbe
nl_nl: Beweeg Lettertype Kleur

source: How to Apply
de_de: Wie zu Gelten
nl_nl: Hoe toe te Passen

source: img/jobwp-list-hide-overview.webp
de_de: img/jobwp-Liste-hide-übersicht.webp
nl_nl: img/jobwp-lijst-verbergen-overzicht.webp

source: Inactive
de_de: Inaktiv
nl_nl: Inactief

source: Info Font Color
nl_nl: Info Lettertype Kleur

source: Info Font Size
de_de: Info Schriftgröße
nl_nl: Info Font Grootte

source: Job Categories
de_de: Job-Kategorien
nl_nl: Job Categorieën

source: Job Category
de_de: Job-Kategorie
nl_nl: Categorie

source: Job Company
de_de: Job-Unternehmen
nl_nl: Baan Company

source: Job Info
nl_nl: Baan Info

source: Job Information Label
de_de: Job Informationen Label
nl_nl: Functie-Informatie-Label

source: Job Level
nl_nl: Werk Niveau

source: Job Location
de_de: Job-Standort
nl_nl: Locatie Van De Vacature

source: Job Nature
de_de: Job Natur
nl_nl: Job Natuur

source: Job Overview
de_de: Job-Übersicht
nl_nl: Job Overzicht

source: Job Page Layout
de_de: Job-Seite-Layout -
nl_nl: Baan Layout Van De Pagina

source: Job Title
de_de: Job-Titel
nl_nl: Functie

source: Jobs
nl_nl: Taken

source: jobs
nl_nl: taken

source: Label Font Color
nl_nl: Label Lettertype Kleur

source: Label Font Size
nl_nl: Label Font Grootte

source: Label Text
nl_nl: Tekst Label

source: Left
de_de: Links
nl_nl: Links

source: Left/Right
de_de: Links/Rechts
nl_nl: Links/Rechts

source: List
de_de: Liste
nl_nl: Lijst

source: Listing Page Settings
de_de: Eintragsseite-Einstellungen
nl_nl: Pagina-Instellingen

source: Margin Bottom
de_de: Rand Unten
nl_nl: Marge Bodem

source: Margin Top
nl_nl: Marge Boven

source: Name
nl_nl: Naam

source: Name Label
nl_nl: Naam Label

source: New Job Category Name
de_de: Neue Job Kategorie-Name
nl_nl: Nieuwe Baan Categorie Naam

source: New Job Company Name
de_de: Neue Job-Unternehmen Name
nl_nl: Nieuwe Baan Bedrijfsnaam

source: New Job Level Name
de_de: Neue Job-Level-Name
nl_nl: Nieuwe Taak-Niveau Naam

source: New Job Location Name
de_de: Neue Job-Standort-Name
nl_nl: Nieuwe Baan Locatie Naam

source: New Job Nature Name
de_de: Neue Job-Natur-Name
nl_nl: Nieuwe Baan Karakter Naam

source: No job available!
de_de: Kein job verfügbar ist!
nl_nl: Geen job beschikbaar!

source: No Job found
de_de: Keine Arbeit gefunden
nl_nl: Geen Baan gevonden

source: No. of Vacancies
de_de: Nein. Vacancies
nl_nl: Nee. Vacatures

source: Not Found
de_de: Nicht Gefunden
nl_nl: Niet Gevonden

source: Not found in Trash
de_de: Nicht im Mülleimer gefunden
nl_nl: Niet gevonden in de Prullenbak

source: Notification Email to User Role
de_de: E-Mail-Benachrichtigung an Benutzer-Rolle
nl_nl: E-Mail naar de Gebruiker-Rol

source: Only Pdf file is permitted
de_de: Nur Pdf-Datei erlaubt ist
nl_nl: Alleen Pdf-bestand is niet toegestaan

source: Only Pdf, Docx files are permitted
de_de: Nur Pdf -, Docx-Dateien sind erlaubt
nl_nl: Alleen Pdf, Docx-bestanden zijn toegestaan

source: Order
de_de: Bestellung
nl_nl: Bestelling

source: Other Benefits:
de_de: Weitere Vorteile:
nl_nl: Andere Voordelen:

source: Pagination
de_de: Paginierung
nl_nl: Paginering

source: Parent Job
de_de: Übergeordnete Job
nl_nl: Ouder Werk

source: Parent Job Category
de_de: Übergeordnete Job-Kategorie
nl_nl: Bovenliggende Categorie

source: Parent Job Category:
de_de: Übergeordnete Aufgabe Kategorie:
nl_nl: Bovenliggende Categorie:

source: Parent Job Company
de_de: Übergeordnete Job-Unternehmen
nl_nl: Ouder Baan Company

source: Parent Job Company:
de_de: Übergeordnete Job-Unternehmen:
nl_nl: Bovenliggende Taak Bedrijf:

source: Parent Job Level
de_de: Übergeordnete Job-Ebene
nl_nl: Ouder Werk Niveau

source: Parent Job Level:
de_de: Übergeordnete Job Level:
nl_nl: Ouder Functieniveau:

source: Parent Job Location
de_de: Übergeordnete Job-Standort
nl_nl: Ouder Werk Locatie

source: Parent Job Location:
de_de: Übergeordnete Job-Standort:
nl_nl: Ouder Werk Locatie:

source: Parent Job Nature
de_de: Übergeordnete Job-Natur
nl_nl: Ouder Werk Van De Natuur

source: Parent Job Nature:
de_de: Übergeordnete Job-Art:
nl_nl: Ouder Werk Van De Natuur:

source: Phone
de_de: Telefon
nl_nl: Telefoon

source: Phone Label
de_de: Telefon Label
nl_nl: Telefoon Label

source: Placeholder Text
de_de: Platzhalter Text
nl_nl: De Tijdelijke Aanduiding Voor Tekst

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
de_de: Bitte helfen Sie uns, besser zu %2$s! Wenn Sie opt-in, einige Daten über Ihre Nutzung von %2$s wird gesendet werden, um die %5$s. Wenn Sie dies auslassen, das ist okay! %2$s wird immer noch gut funktionieren.
nl_nl: Gelieve te helpen ons bij het verbeteren van %2$s! Als u opt-in, een aantal gegevens over uw gebruik van de %2$s zullen worden verzonden naar %5$s. Als je overslaan, dat is goed! %2$s werken nog steeds prima.

source: Please Upgrade Now
de_de: Bitte Aktualisieren Sie Nun
nl_nl: Upgrade Dan Nu

source: Please Upgrade Now to Export
de_de: Bitte Aktualisieren Sie Nun Exportieren
nl_nl: Upgrade dan Nu Exporteren

source: Please Upgrade to Export in CSV/Excel
de_de: Bitte Aktualisieren Sie auf Export in CSV/Excel
nl_nl: Voer een Upgrade te Exporteren in CSV/Excel

source: position
nl_nl: positie

source: Read More Button
de_de: Lesen Sie Mehr Button
nl_nl: Lees Meer Knop

source: Read More Button : Hover
de_de: Lesen Sie Mehr Button : Hover
nl_nl: Lees Meer Knop : Beweeg Met De Muis

source: reCaptcha verification failed!
de_de: reCaptcha-überprüfung ist fehlgeschlagen!
nl_nl: reCaptcha controle mislukt!

source: Responsibilities / Roles
de_de: Verantwortlichkeiten / Rollen
nl_nl: Verantwoordelijkheden / Rollen

source: Resume
nl_nl: Hervatten

source: Right
de_de: Rechts
nl_nl: Rechts

source: Salary:
de_de: Gehalt:
nl_nl: Salaris:

source: Save Settings
de_de: Einstellungen Speichern
nl_nl: Instellingen Opslaan

source: Search Button
de_de: Search-Taste
nl_nl: Knop Zoeken

source: Search Button :: Hover
de_de: Suche-Button :: Hover
nl_nl: Knop Zoeken :: Beweeg Met De Muis

source: Search Button Text
de_de: Suche-Button-Text
nl_nl: Zoek De Knop Tekst

source: Search Items
de_de: Suchbegriffe
nl_nl: Artikelen Zoeken

source: Search Job
de_de: Suche Job
nl_nl: Zoeken Baan

source: Search Job Categories
de_de: Suche Nach Job-Kategorien
nl_nl: Zoek Werk Categorieën

source: Search Job Company
de_de: Job Suche Unternehmen
nl_nl: Zoek Opdracht Bedrijf

source: Search Job Level
de_de: Suche Nach Job-Ebene
nl_nl: Zoek Werk Niveau

source: Search Job Location
de_de: Suche Job Location
nl_nl: Zoeken Op Locatie Van De Vacature

source: Search Job Nature
de_de: Suche Job Natur
nl_nl: Zoek Job Natuur

source: Search Panel Settings
de_de: Suche-Panel-Einstellungen
nl_nl: Zoek Paneel Instellingen

source: Secret Key
nl_nl: Geheime Sleutel

source: Select a Company
de_de: Wählen Sie ein Unternehmen,
nl_nl: Selecteer een Bedrijf

source: Select All
de_de: Alle Auswählen
nl_nl: Selecteer Alle

source: Select Company
de_de: Unternehmen Auswählen
nl_nl: Selecteer Bedrijf

source: Select User Role
de_de: Wählen Sie Benutzer-Rolle
nl_nl: Selecteer Gebruiker-Rol

source: Site Key
de_de: Seite Schlüssel
nl_nl: Site-Toets

source: Skills Required:
nl_nl: Vereiste Vaardigheden:

source: Sorry, your nonce did not verify.
de_de: Sorry, your nonce did nicht überprüfen.
nl_nl: Sorry, je nonce niet gecontroleerd.

source: Styles
nl_nl: Stijlen

source: Submit Button Text
nl_nl: Verzendknop Tekst

source: Thank you for your application
de_de: Vielen Dank für Ihre Anwendung
nl_nl: Dank u voor uw toepassing

source: Thanks for applying to our
de_de: Vielen Dank für die Anwendung unserer
nl_nl: Bedankt voor het toepassen aan onze

source: The file cannot be copied in the folder
de_de: Die Datei kann nicht kopiert werden in die Ordner
nl_nl: Het bestand kan niet worden gekopieerd in de map

source: The folder
de_de: Der Ordner
nl_nl: De map

source: Title Border Color
de_de: Titel Rahmenfarbe
nl_nl: Titel Rand Kleur

source: Title Font Color
de_de: Titel-Schriftart-Farbe
nl_nl: Titel Lettertype Kleur

source: Title Font Size
de_de: Titel Schriftgröße
nl_nl: Titel Lettertype Grootte

source: Title Text
nl_nl: Titel Tekst

source: Title Word Length
de_de: Titel Wort Länge
nl_nl: Titel Word-Lengte

source: Top/Bottom
nl_nl: Bovenste/Onderste

source: true
nl_nl: waar

source: Update Job
nl_nl: Update-Taak

source: Update Job Category
de_de: Update Job-Kategorie
nl_nl: Update-Taak Categorie

source: Update Job Company
de_de: Update Job-Unternehmen
nl_nl: Update Baan Company

source: Update Job Level
nl_nl: Update-Taak-Niveau

source: Update Job Location
nl_nl: Update-Taak Locatie

source: Update Job Nature
de_de: Update Job Natur
nl_nl: Update-Taak Natuur

source: Upload CV/Resume
de_de: Upload Lebenslauf
nl_nl: Upload je CV

source: Use External Application Form
de_de: Verwenden Sie Externe Anwendung Form
nl_nl: Maak Gebruik Van Externe Aanvraagformulier

source: User Consent
de_de: Zustimmung Des Benutzers
nl_nl: Toestemming Van De Gebruiker

source: User Consent Text
de_de: Zustimmung Des Benutzers Text
nl_nl: Toestemming Van De Gebruiker Tekst

source: View
de_de: Ansicht
nl_nl: Bekijk

source: View Job
nl_nl: Bekijk De Baan

source: We'll review your application and be sure to get back to you if there might be a fit!
de_de: Wir werden überprüfen Sie Ihre Anwendung und werden sicher zu erhalten Sie zurück zu Ihnen, wenn es könnte einen Anfall!
nl_nl: We beoordelen uw aanvraag en zeker om te krijgen, als er misschien een fit!

source: Width
de_de: Breite
nl_nl: Breedte

source: Word Length
nl_nl: De Lengte Van Woorden

source: WP Jobs
nl_nl: WP Banen

source: Year of Experience
de_de: Jahr Erfahrung
nl_nl: Jaar Ervaring

source: You can use external form instead of default application form. Like WPForms, Contact Form etc.
de_de: Sie können externe form anstelle von Standard-Antragsformular. Wie WPForms, Kontaktformular etc.
nl_nl: U kunt het gebruik van externe vormen in plaats van het standaard aanvraagformulier. Als WPForms, contactformulier, etc.

source: Your file size is to large
de_de: Die Dateigröße ist zu groß
nl_nl: Uw bestand is te groot

source: Deadline
de_de: Frist

source: Email Content
de_de: E-Mail-Inhalte

source: Padding
de_de: Polsterung

source: Remove Logo
de_de: Logo Entfernen
